[
  {
    "id": "1",
    "date": "29. - 31. October 2025",
    "start_date": "2025-10-29",
    "event_name": "Tubotech",
    "country": "Brazil",
    "category": "Tools",
    "city": "Sao Paulo",
    "content": "The Tubotech in Sao Paulo is a leading exhibition recognised as a vibrant centre of innovation and an essential gathering for industry experts from across the globe, particularly from South America. Ranking as the second-largest trade fair worldwide in the sector of pipes, fittings, pumps, valves, and other related components, Tubotech has consistently marked its presence on the industry calendar since its foundation.. \n\n This prominent event is hosted at the São Paulo Expo Exhibition & Convention Centre, renowned as one of Latin America's most contemporary exhibition venues. The centre boasts spacious interiors, cutting-edge facilities, and excellent accessibility, making it a prime location for an event of Tubotech's scale. \n\n Held biennially in October, Tubotech acts as the premier showcase for industry leaders in the machinery and equipment segment of the pipe sector. Attendees can expect to see a range of industrial fittings, pumps, and motor pumps, as well as discover high-tech innovations and emerging trends spanning sectors like automotive, oil, gas, construction, chemistry, petrochemistry, pharmaceuticals, and beverages. \n\n Notably, Tubotech stands out as the sole trade fair in the Americas that congregates exhibitors from across the entire production chain. The event offers a unique platform for exhibitors and visitors alike to extend their networks, elevate their businesses, and uncover new market opportunities with minimal investment. \n\n Behind the scenes, the meticulous organisation of the exhibition is the responsibility of Fiera Milano Brasil, an entity celebrated for its expertise and dedication to the trade. \n\n To conclude, Tubotech transcends being a mere exhibition, establishing itself as a nexus for dialogue, innovation, and business growth. It is an indispensable experience for professionals striving for pinnacle achievements in the associated sectors. \n\n The Tubotech will take place on 3 days from Wednesday, 29. October to Friday, 31. October 2025 in Sao Paulo.",
    "image": "../../../tubotech.webp"
  },
  {
    "id": "2",
    "date": "09. - 12. September 2025",
    "start_date": "2025-09-09",
    "event_name": "Febrava",
    "country": "Brazil",
    "category": "Air-conditioning Technology",
    "city": "Sao Paulo",
    "content": "The Febrava in Sao Paulo is recognised as the most prominent event in the HVAC&R industry (Heating, Ventilation, Air Conditioning, and Refrigeration) across all of Latin America. It is held biennially in September at the São Paulo Expo, during a month when Sao Paulo is especially vibrant and ideal for international gatherings. RX Brazil -  Reed Exhibitions Brasil orchestrates Febrava and is esteemed within the industry for its adeptness at organising large-scale events. Through Febrava, they offer a platform where manufacturers, distributors, buyers, and technicians from the sectors of cooling, air conditioning, ventilation, and heating technology convene.\n\n The exhibition covers a broad spectrum of topics, ranging from commercial to industrial refrigeration, domestic and central air conditioning systems, and diverse heating methods such as electric, gas, and solar heating. Additionally, areas such as water supply, air treatment, pertinent tools, and personal protective equipment are addressed. Numerous exhibitors seize this opportunity to display their latest products and services, bolster their brand image, and cultivate business relationships. The event predominantly attracts professionals from the aforementioned sectors, all converging to delve into the latest trends and innovations of the industry. Finally, the strategic location of the São Paulo Expo deserves mention. Nestled in the heart of the bustling metropolis of Sao Paulo, it boasts cutting-edge facilities and is effortlessly accessible, establishing itself as the ideal rendezvous for industry aficionados from around the globe. Both visitors and exhibitors can look forward to an event in the HVAC&R sector in Latin America that truly stands in a league of its own.\n\n The Febrava will take place on 4 days from Tuesday, 09. September to Friday, 12. September 2025 in Sao Paulo.",
    "image": "../../../febrava.webp"
  },
  {
    "id": "3",
    "date": "27. - 29. August 2024",
    "start_date": "2024-08-27",
    "event_name": "Intersolar South America",
    "country": "Brazil",
    "category": "Solar Technology",
    "city": "Sao Paulo",
    "content": "Intersolar South America, hosted in São Paulo, stands as the premier trade fair and conference for the solar industry in Latin America. The 'Intersolar' name embodies both international networking and a strong focus on solar technologies. This annual gathering at the Expo Centre Norte in São Paulo attracts a host of industry professionals. Behind the organization of Intersolar South America is the Solar Promotion International GmbH, globally renowned for its expertise and dedication to advancing solar technologies. \n\n The fair primarily covers topics such as photovoltaics, PV production technology, and solar thermal technology. Exhibitors present the full value chain — ranging from PV cells and modules to balance-of-system components, tracking systems, applications, and distributors. The majority of exhibitors hail from the fields of photovoltaics, PV production technology, and solar thermal technology. This attracts not only industry experts but also professionals from related sectors. Intersolar South America represents just one facet of the broader Intersolar series, spanning four continents. This wide-reaching series has cemented its position as the foremost global trade fair and conference sequence for the solar industry. The Expo Centre Norte, the venue for Intersolar South America, is a distinguished and conveniently located exhibition center. With Brazil's vast solar potential, the significance and pertinence of such an event for the entire region cannot be understated. \n\n The Intersolar South America will take place on 3 days from Tuesday, 27. August to Thursday, 29. August 2024 in Sao Paulo.",
    "image": "../../../intersolar.webp"
  },
  {
    "id": "4",
    "date": "10. - 12. July 2024",
    "start_date": "2024-07-10",
    "event_name": "Dye+Chem Brazil",
    "country": "Brazil",
    "category": "Surface Engineering",
    "city": "Sao Paulo",
    "content": "The Dye+Chem Brazil is an exclusive fair of chemicals and technologies for surface treatment. The event was created to fill the gap in the industry between manufacturing and services. Here companies, chemicals, machinery, equipment and technologies will produce and deliver to all other companies that offer services in the field of coatings and surface technology, combined. The fair is open to trade visitors from all over the world and offers the opportunity to get information about the latest technologies and developments.Die event is the perfect opportunity to meet with new and existing business partners and provides the ability to expand their businesses. It is an international platform for the area of coating and surface technology and is accompanied by a variety of presentations on this topic. \n\n The Dye+Chem Brazil will take place on 3 days from Wednesday, 10. July to Friday, 12. July 2024 in Sao Paulo.",
    "image": "../../../dye+chem.webp"
  },
  {
    "id": "5",
    "date": "1. - 14. June 2024",
    "start_date": "2024-06-01",
    "event_name": "Fispal Food Service",
    "country": "Brazil",
    "category": "Trade fair for food services",
    "city": "Sao Paulo",
    "content": "The Fispal Food Service is a renowned trade fair for food service industries, held annually at the Expo Center Norte in São Paulo, Brazil. Since its inception, it has evolved into the most important event of its kind in Latin America and is organized by Informa Markets, a globally leading trade fair organizer. The event attracts numerous representatives from a wide range of sectors, including restaurants, fast-food chains, ice cream parlors, bakeries, cafes, supermarkets, and catering companies, industrial kitchens, and many more, all interested in current trends in the food and beverage sector. The Fispal Food Service takes place at the Expo Center Norte, one of the most modern and well-equipped event locations in Latin America. \n\n Here, exhibitors present their latest products and services covering the entire spectrum of the industry, including equipment, accessories, furniture and decoration, professional cleaning, packaging, food and beverages, and much more. The versatility of the Fispal Food Service, benefiting both exhibitors and visitors, is a distinctive characteristic of this fair. It is held jointly with Fispal Sorvetes, providing visitors with a more comprehensive insight into the food industry. In addition to the presentation of products and services, the fair offers numerous activities, including free consultations with industry experts, workshops, master classes, and tastings. In summary, the Fispal Food Service provides an extensive platform for professionals in the food industry. For exhibitors, the fair is an excellent opportunity to present their latest products and services to a knowledgeable professional audience. It enables the establishment of business relationships and provides insights into current trends and challenges in the industry. Its significance and influence make it an indispensable event in the food sector in Latin America. \n\n The Fispal Food Service will take place on 4 days from Tuesday, 11. June to Friday, 14. June 2024 in Sao Paulo.",
    "image": "../../../fispalFood.webp"
  },
  {
    "id": "6",
    "date": "04. - 09. June 2024",
    "start_date": "2024-06-04",
    "event_name": "BelFarm",
    "country": "Belarus",
    "category": "Cattle Breeding",
    "city": "Minsk",
    "content": "The BelFarm Expo is a significant annual event, organized as part of the Agro-Industrial Week by JSC 'Minskexpo' and IFWexpo Heidelberg GmbH. Hosted in the Great Stone Industrial Park in Minsk, Belarus, it has been providing an extensive insight into the agricultural sector since its inception in 1990, by bringing together local and international producers. The expo focuses on innovations and developments in agriculture, with a special emphasis on livestock and feed sectors. It encompasses a broad range of products and services, from animal breeding and health to cutting-edge agricultural technology and equipment. \n\n Recognized as a highlight in the agricultural industry's event calendar, it plays a pivotal role in driving the sector forward. The Great Stone Industrial Park, with its modern infrastructure and strategic location in the capital city of Minsk, offers an ideal venue for this internationally renowned event. With the BelFarm Expo, Belarus solidifies its position as a key player in the international agricultural landscape. \n\n The BelFarm will take place on 6 days from Tuesday, 04. June to Sunday, 09. June 2024 in Minsk.",
    "image": "../../../belfarm.webp"
  },
  {
    "id": "7",
    "date": "17. - 19. September 2024",
    "start_date": "2024-09-17",
    "event_name": "Belcommuntech",
    "country": "Belarus",
    "category": "",
    "city": "Minsk",
    "content": "The Belcommuntech trade fair is a major professional event for municipal technology and urban infrastructure, which takes place annually in Minsk, the capital of Belarus. The fair attracts professionals, manufacturers, suppliers and decision-makers from the field of municipal technology and urban infrastructure. Belcommuntech focuses on the latest developments, technologies and solutions that help make urban environments cleaner, safer, and more efficient. The fair provides a platform for exhibitors to showcase their products and services in the fields of street cleaning, waste management, green space maintenance, street lighting, traffic management and urban safety. In addition, topics such as energy efficiency, renewable energy and sustainable urban development are also addressed. \n\n The Belcommuntech trade fair is a major professional event for municipal technology and urban infrastructure, which takes place annually in Minsk, the capital of Belarus. The fair attracts professionals, manufacturers, suppliers and decision-makers from the field of municipal technology and urban infrastructure. Belcommuntech focuses on the latest developments, technologies and solutions that help make urban environments cleaner, safer, and more efficient. The fair provides a platform for exhibitors to showcase their products and services in the fields of street cleaning, waste management, green space maintenance, street lighting, traffic management and urban safety. In addition, topics such as energy efficiency, renewable energy and sustainable urban development are also addressed.",
    "image": "../../../Belcommuntech.webp"
  },
  {
    "id": "8",
    "date": "15. - 18. October 2024",
    "start_date": "2024-10-15",
    "event_name": "Energy Expo",
    "country": "Belarus",
    "category": "Energy",
    "city": "Minsk",
    "content": "Founded in 1995, the Energy Expo is a prestigious international fair and forum held annually at the Football Manege in Minsk, Belarus. The name 'Energy Expo' reflects the expo's focus on the energy sector, with particular emphasis on innovative energy systems and technologies, electrical engineering, and environmental protection.. \n\n The event is organized by Technics and Communications JSC. It consistently attracts the attention of leading international and domestic manufacturers from various sectors like energy, ecology, energy conservation, and electrical engineering. Today, the Energy Expo is considered one of the largest fairs of its kind in the CIS and Baltic States. \n\n The expo provides a platform for the presentation of products and services such as electric power plants, Smart Grid systems, renewable and alternative energy systems, environmental protection equipment, and energy-efficient technologies. Thematic exhibitions during the expo cover areas like green industry, eTrans, oil and gas technologies, Atomexpo Belarus, lighting technologies, and water and air technologies. Here, innovative industrial technologies, nuclear engineering, electric transport, and 'Smart City' and 'Smart Home' technologies are showcased. \n\n The accompanying forum addresses topics like ESG transformation, sustainable development, energy saving, digitization of production, fuel and petrochemical complexes, and energy storage systems based on lithium-ion batteries. A highlight of the expo is the competition and the 'Energy Efficiency Leader' award ceremony, which honors outstanding achievements in energy efficiency. \n\n The main visitors and exhibitors of the expo come from industries such as power generation, environmental protection, electrical engineering, and the petrochemical industry. Thus, the Energy Expo offers a unique opportunity for professionals, manufacturers, and providers to build networks, exchange knowledge, and explore the latest trends and developments in the industry. \n\n The expo has a special connection to Minsk and Belarus, highlighting the regional industry by serving as a platform for international and domestic companies operating in the region. \n\n In conclusion, the Energy Expo in Minsk is an indispensable event for all stakeholders in the relevant industries. The venue, the Football Manege in Minsk, is centrally located, easily accessible, and provides a suitable setting for this significant and informative event. \n\n The Energy Expo will take place on 4 days from Tuesday, 15. October to Friday, 18. October 2024 in Minsk.",
    "image": "../../../energyExpo.webp"
  },
  {
    "id": "9",
    "date": "29 Oct. - 01 Nov. 2024",
    "start_date": "2024-10-29",
    "event_name": "Woodworking",
    "country": "Belarus",
    "category": "Tools",
    "city": "Minsk",
    "content": "The Woodworking is an international trade fair, specialized in machinery, equipment, and technologies of the wood and furniture industry. It has established itself as the primary meeting point for professionals in this field. Every autumn, the fair opens its doors at the Football Manege in Minsk. Minskexpo, a renowned organizer of trade fairs in Belarus, is responsible for its organization and execution. The main topics of the fair cover a broad spectrum, including wood and furniture production, carpentry, sawmill equipment, drying technology, pulp and paper production, and wooden house construction. \n\n The range of products and services presented varies from cut wood, furniture cuts, plywood, and fiberboards to parquet flooring, transport containers, carpentry boards, and wood plastics. A unique highlight of the fair is the chance to witness the displayed operating equipment in action, giving visitors a rare opportunity to directly compare the performance of different devices. Moreover, the fair houses a special zone dedicated to issues like environmental protection, renewable energy sources, biomass, recycling, and waste regeneration, as well as technologies and equipment for producing and burning various biofuels. Exhibitors, from machinery manufacturers to paint and varnish producers, use Woodworking as a platform to showcase their latest innovations. The audience primarily consists of professionals from the wood processing, furniture manufacturing, and related industries. The venue, the Football Manege in Minsk, is a modern exhibition center, centrally located and equipped with all amenities for exhibitors and visitors. Minsk, the capital of Belarus, is a vibrant hub of culture, business, and innovation that is sure to captivate every visitor. In conclusion, the Woodworking fair in Minsk is an absolute must for everyone involved in the wood processing and furniture industry. It's where tradition and innovation come together to shape the future of this vital sector. \n\n The Woodworking will take place on 4 days from Tuesday, 29. October to Friday, 01. November 2024 in Minsk.",
    "image": "../../../woodworking.webp"
  },
  {
    "id": "10",
    "date": "17. - 19. May 2024",
    "start_date": "2024-05-17",
    "event_name": "Shanghai International Agricultural Products Expo",
    "country": "China",
    "category": "Agriculture",
    "city": "Shanghai",
    "content": "The 'Shanghai International Agricultural Products Expo' is an international agricultural products fair held annually at the renowned Shanghai World Expo Exhibition and Convention Center in Shanghai. Organized by the Beijing Meihe International Exhibition Co., Ltd., it attracts professionals from around the world.. \n\n The fair focuses on a diverse range of agricultural products and services, including fruits and vegetables, grains, oils, livestock, and poultry. Beverages, ready-to-eat meals, Chinese herbal medicine, edible mushrooms, various types of tea, fish, crabs, sea cucumbers, shellfish, and lobsters are also significantly represented. The expo serves as an ideal platform for showcasing the latest technologies and equipment for food processing and fresh produce, as well as for innovative agricultural methods. \n\n The 'Shanghai International Agricultural Products Expo' acts not only as a showcase for products but also as a forum for the exchange of expertise and experiences. Conferences and seminars with experts on relevant topics such as the processing of agricultural products, marketing, packaging, storage, and other key areas are held. A special highlight is the awards that honor outstanding achievements in the agricultural industry. \n\n The expo attracts exhibitors from various sectors, including agriculture, food processing and technology, and related industries. It is a significant meeting point for professionals from these sectors who wish to stay informed about current trends, products, and services. \n\n The close connection of the expo to the city of Shanghai and to China as a whole is reflected in the presentation of innovations and developments in the Chinese agricultural sector. It plays a vital role in strengthening the link between local production and global markets, making it a key hub for international trade. \n\n Located in the Shanghai World Expo Exhibition and Convention Center, one of China's most modern expo centers, the 'Shanghai International Agricultural Products Expo' is distinguished by its excellent infrastructure and easy accessibility. These attributes make it an important international event in the expo calendar and an indispensable meeting place for professionals from around the world. \n\n Visitors and exhibitors meet for the 7th time on the Shanghai International Agricultural Products Expo on 3 days from Fri., 17.05.2024 to Sun., 19.05.2024 in Shanghai.",
    "image": "../../../shanghaiInternationalAgricultural.webp"
  },
  {
    "id": "11",
    "date": "05. - 07. June 2024",
    "start_date": "2024-06-05",
    "event_name": "Rail + Metro China",
    "country": "China",
    "category": "Railway Technology",
    "city": "Shanghai",
    "content": "Rail + Metro China is an international trade fair for rail and metro, which takes place in Shanghai. It brings together developers, suppliers and consumers from the short-and long-distance transport indutry. Exhibitors at the fair are also a number of international companies, so it shows its visitors a comprehensive overview of the latest trends and innovations for the industry. Not least because of this the Rail + Metro China is one of the leading trade fairs of its kind in China. \n\n The Rail + Metro China will take place on 3 days from Wednesday, 05. June to Friday, 07. June 2024 in Shanghai.",
    "image": "../../../railMetro.webp"
  },
  {
    "id": "12",
    "date": "03. - 05. July 2024",
    "start_date": "2024-07-03",
    "event_name": "Aluminium China",
    "country": "China",
    "category": "Metal Casting",
    "city": "Shanghai",
    "content": "Aluminium China is the largest trade fair for the aluminium industry and its main application areas in China and throughout the Asian region. Held annually, typically in July, in Shanghai, it has established itself as the sister event of Aluminium Düsseldorf. As an international meeting point for aluminium manufacturers, processors, suppliers of semifinished products, final products, and surface treatments, as well as manufacturers of machinery, equipment, and accessories for the production, further processing, and refinement of aluminium products, it showcases the entire value chain – from raw material to semifinished goods to the final product under one roof. Here, the latest technologies from the fields of extrusion, heat treatment, casting, sawing technology, or surface technology are introduced to an international audience of professionals. \n\n Aluminium China provides international companies access to Asian markets, which are among the fastest growing in the world. Those intending to expand into these regions should be present at the fair. The Aluminium trade fair is the ideal forum for seeing the latest products and innovations, learning from experts, getting inspired by groundbreaking ideas, establishing new contacts, and gaining valuable insights into the latest developments in the aluminium industry. An outstanding conference and seminar program on current topics accompanies the fair, making it the first choice for brand building, networking, and sourcing. \n\n The Aluminium China will take place on 3 days from Wednesday, 03. July to Friday, 05. July 2024 in Shanghai.",
    "image": "../../../aluminiumChina.webp"
  },
  {
    "id": "13",
    "date": "21. - 23. August 2024",
    "start_date": "2024-08-21",
    "event_name": "Medical Fair China",
    "country": "China",
    "category": "Medicals",
    "city": "Suzhou",
    "content": "The Medical Fair China is the international exhibition and conference for clinics, hospitals and health centers in India. It takes place once a year and offers the latest range of products and solutions for medical, hospital and laboratory technology. Furnitures and furnishings, diagnostic equipment, orthopedic products, surgical instruments, as well as many other medical devices and solutions for pharmacies, hospitals, diagnostics, pharmacy, medicine and rehabilitation and for the care in old age can be found here and thus provide a complete picture of the product line of the industry. Additionally, the Medical Fair China brings together the entire industry to discuss innovative ideas, current issues, daily challenges and future goals. Therefore the trade fair is the most important information and communication platform whose status is supported by the accompanying conferences and workshops and underlines the leading character of the fair in China. \n\n On the whole the organisers welcomed on the 3 days of the fair, from 05. September to 07. September 2019, about 302 exhibitors from 9 countries and 6989 visitors from 33 countries on the Medical Fair China in Suzhou. \n\n The Medical Fair China will take place on 3 days from Wednesday, 21. August to Friday, 23. August 2024 in Suzhou.",
    "image": "../../../medicalFair.webp"
  },
  {
    "id": "14",
    "date": "19. - 21. September 2024",
    "start_date": "2024-09-19",
    "event_name": "SpeChem China",
    "country": "China",
    "category": "Chemistry",
    "city": "Shanghai",
    "content": "SpeChem China, also known as the China Fine Chemical Exhibition, stands as the leading trade fair in the fine chemical industry. Established in 2008, its name 'SpeChem' underscores its focus on specialty and fine chemicals. Every year in September, the exhibition takes place at the renowned Shanghai New International Expo Centre (SNIEC) located in Shanghai. It's organized by the CCPIT Sub-Council of Chemical Industry, a significant arm of the China Council for the Promotion of International Trade. \n\n Over the years, SpeChem China has grown in stature and importance on both a national and international scale. At its core, SpeChem China aims to showcase and delve into the current trends and innovations in the realm of fine chemicals. This spans a range from pharmaceuticals, pesticides, dyes, and paints to plastics, rubber, electronics, flavors, fragrances, and various other sectors. Exhibitors hail from a wide array of industries, all connected in some way to fine and specialty chemicals. The fair predominantly attracts professionals from these industries, who come to SpeChem China to forge new business ties, get updated on the latest developments, and engage in conferences and seminars. One of the standout features of the event is the international forum dedicated solely to the subject of fine chemicals. Positioned in the heart of Shanghai, a bustling metropolis, the event not only benefits from a strategic location but also reflects China's mounting influence in the global chemical industry. The Shanghai New International Expo Centre (SNIEC) is a state-of-the-art venue easily reachable by both public transit and personal vehicles. Its top-tier infrastructure plays a pivotal role in the fair's success. \n\n The SpeChem China will take place on 3 days from Thursday, 19. September to Saturday, 21. September 2024 in Shanghai.",
    "image": "../../../spechem.webp"
  },
  {
    "id": "15",
    "date": "21. - 23. October 2024",
    "start_date": "2024-10-21",
    "event_name": "China International Auto Air-conditioning & Transport Refrigeration Exhibition (CIAAR)",
    "country": "China",
    "category": "Air-conditioning Technology",
    "city": "Shanghai",
    "content": "The China International Auto Air-conditioning & Transport Refrigeration Exhibition, commonly known as CIAAR, is a prestigious trade fair specializing in vehicle air conditioning and transport refrigeration. It serves as a significant platform for communication and information within the industry, allowing companies to present their latest developments, products, and services to an informed audience.. \n\n The exhibition is held annually at the Shanghai New International Expo Center (SNIEC) in Shanghai and is an indispensable event for everyone involved in the relevant sector. The organizers of the exhibition are Shanghai Gehua Exhibition Planning Co., Ltd. and ITE Asia Exhibitions Limited. Their expertise ensures a smooth running and high level of professional competence at the event. \n\n At the heart of CIAAR are all aspects of the mobile cooling industry in Asia. The focus is on products for vehicle air conditioning systems, cooling parts for mobile devices, and equipment for cool transportation. Additionally, the latest technologies and developments in the areas of bus air conditioning and vehicle thermal management systems, along with their related accessories, are presented. From compressors and evaporators to temperature sensors and cooling boxes – CIAAR provides a comprehensive overview of everything that interests professionals. \n\n Shanghai, being one of the leading metropolises worldwide, offers an ideal setting for this international trade fair. The city is not just a significant trade center but also has a long tradition in the automotive and technology sectors, thereby emphasizing the importance of CIAAR to the city and the country. \n\n A special highlight of the fair are the innovative product presentations and the opportunity to thoroughly inform oneself about the latest trends and developments. \n\n The exhibitors at the fair mainly come from the sectors of vehicle air conditioning, mechanical engineering, cool transportation, and refrigeration logistics. The main visitors are professionals from these industries who are in search of innovations and solutions. \n\n In conclusion, it should be highlighted that the Shanghai New International Expo Center (SNIEC) is a modern and easily accessible exhibition center that offers all amenities for exhibitors and visitors. Located in the vibrant city of Shanghai, it is easily reachable by both public transport and car, thus providing the ideal setting for CIAAR. \n\n On the whole the organisers welcomed on the 3 days of the fair, from 12. November to 14. November 2020, about 472 exhibitors on the China International Auto Air-conditioning & Transport Refrigeration Exhibition (CIAAR) in Shanghai. \n\n The China International Auto Air-conditioning & Transport Refrigeration Exhibition (CIAAR) will take place on 3 days from Monday, 21. October to Wednesday, 23. October 2024 in Shanghai.",
    "image": "../../../chinaAirCondition.webp"
  },
  {
    "id": "16",
    "date": "18. - 20. November 2024",
    "start_date": "2024-11-18",
    "event_name": "analytica China",
    "country": "China",
    "category": "Laboratory Technology",
    "city": "Shanghai",
    "content": "Analytica China is China's premier trade fair for laboratory technology, analytics, biotechnology, and diagnostics. It takes place every two years at the National Exhibition and Convention Center (NECC) in Shanghai, alternating with BCEIA, the trade fair for instrumental analysis in Beijing. The fair is organized by Messe München Shanghai Co., Ltd., with support from CAIA (China Association for Instrumental Analysis) and the co-organizer, CCS (Chinese Chemical Society). The event's main focus lies on areas such as laboratory technology, analytics, biotechnology, and diagnostics. \n\n It offers a comprehensive overview of the latest products, trends, and system solutions within these fields and introduces the industry's most innovative technologies. Exhibitors, hailing from various sectors, including the chemical and pharmaceutical industries, feature prominently at Analytica China. The primary attendees are experts and decision-makers from these sectors, who stand to benefit greatly from the wealth of economic expertise and innovative developments showcased at the fair. Analytica China is part of a global series of trade fairs that also occur in other locations such as Munich, Africa, and India, under the 'Analytica' banner. This fair plays a pivotal role in the industry, fostering the exchange of knowledge and innovations in the fields of laboratory technology, analytics, biotechnology, and diagnostics. Thanks to its central location and excellent connectivity, the NECC in Shanghai provides the perfect setting and is easily accessible to visitors from around the world. \n\n On the whole the organisers welcomed on the 3 days of the fair, from 11. July to 13. July 2023, about 1273 exhibitors and 45538 visitors on the analytica China in Shanghai. \n\n For the twelfth time there is the analytica China on 3 days from Mon., 18.11.2024 to Wed., 20.11.2024 in Shanghai.",
    "image": "../../../analyticaChina.webp"
  },
  {
    "id": "17",
    "date": "18. - 20. December 2024",
    "start_date": "2024-12-18",
    "event_name": "ARTS Advanced Rail Transit Technology Show",
    "country": "China",
    "category": "Railway Technology",
    "city": "Shanghai",
    "content": "The international Advanced Rail Transit Technology Show ARTS takes place every year in Shanghai. On three days over 100 exhibitors present their technological innovations to the trade visitors. Organized by the Urban Public Transport branch of CCES, ARTS adheres to promote the development of the industry providing domestic and foreign exhibitors with an internationalized and professional communication platform as well as cooperation opportunities for the global rail transit industry. ARTS is one of the biggest international rail transit events in Asia. \n\n Among the participants invited by the organisers there are numerous domestic and foreign experts. The target audience are subway construction and operating companies. Some popular topics of the fair are information, automation and intelligence applications for operation and maintenance of the urban rail transit. In various lectures and seminars, the visitors will get informed about rail transit operation and management, tramcar and vehicle interior innovations as well as new material development. \n\n The ARTS Advanced Rail Transit Technology Show will take place on 3 days from Wednesday, 18. December to Friday, 20. December 2024 in Shanghai.",
    "image": "../../../artsAdvancedRail.webp"
  },
  {
    "id": "18",
    "date": "30 May. - 01 Jun. 2024",
    "start_date": "2024-05-30",
    "event_name": "CENTRAL ASIA BEAUTY EXPO",
    "country": "Kazakhstan",
    "category": "Beauty",
    "city": "Almaty",
    "content": "The CENTRAL ASIA BEAUTY EXPO is the leading event in the beauty and cosmetics industry in Central Asia, held annually at the Atakent International Exhibition Centre in Almaty. As the largest expo of its kind in the region, it brings together nearly all the renowned cosmetic dealers from Central Asia. The event is organized by NS EXPO Ltd., known for its professional and comprehensive management of expos.. \n\n The expo serves as a central platform for professionals from the cosmetics industry, including sales representatives, dealers, trading companies, wholesalers, retail stores, and beauty salons. It showcases a wide array of products and services ranging from personal care and hygiene items to perfumery and makeup, as well as professional salon equipment, hair care, aesthetic cosmetology, plastic surgery, pharmaceuticals, and diet products. Specialized training centers and educational offerings are also featured. \n\n Particular attention is given to the connection with the city of Almaty, a significant commercial and cultural center in the region. The expo supports the local economy and enhances international business relations. \n\n Highlights include a beauty care congress and masterclasses in nail art, facial care, and hairstyling. The expo attracts exhibitors from various sectors of the beauty industry and serves as a vital meeting point for trade and sales professionals. \n\n The Atakent Expo Center in Almaty, with its well-equipped exhibition halls, ample parking facilities, and excellent connections to hotels and restaurants, provides ideal conditions for international events. The location is easily accessible through both local and international transport links, facilitating participation for international visitors and exhibitors. \n\n The CENTRAL ASIA BEAUTY EXPO will take place on 3 days from Thursday, 30. May to Saturday, 01. June 2024 in Almaty.",
    "image": "../../../beautyExpo.webp"
  },
  {
    "id": "19",
    "date": "18. - 20. August 2024",
    "start_date": "2024-08-18",
    "event_name": "Central Asia Fashion",
    "country": "Kazakhstan",
    "category": "Fashion",
    "city": "Almaty",
    "content": "Central Asia Fashion is a bi-annual, international fashion fair organized by the international exhibition company CATEXPO at the Atakent Exhibition Center in Almaty, Kazakhstan. It is the only regular fashion exhibition in Central Asia and, unlike any other, it enables direct contact with the region's leading distributors, wholesalers, specialist dealers and manufacturers. Fashion brands of clothing, shoes and accessories from different countries will be presented at the fair. As part of the fair, an industry conference, educational seminars, a consulting center and a job fair will be held, and daily fashion shows in which professional models will participate to present the exhibitors will take place. Almaty is also a financial center for the neighboring countries of Uzbekistan, Kyrgyzstan, Tajikistan and Turkmenistan, which is why exhibitors have excellent opportunities here to open up new sales markets and initiate new business contacts. \n\n Visitors and exhibitors meet for the 34th time on the Central Asia Fashion on 3 days from Sun., 18.08.2024 to Tue., 20.08.2024 in Almaty.",
    "image": "../../../asiaFashion.webp"
  },
  {
    "id": "20",
    "date": "04. - 06. September 2024",
    "start_date": "2024-09-04",
    "event_name": "AquaTherm",
    "country": "Kazakhstan",
    "category": "Plumbing",
    "city": "Almaty",
    "content": "The AquaTherm is a specialized trade fair first initiated in 2007. The name 'AquaTherm' combines 'Aqua', meaning water, and 'Therm', referring to heat. This represents the core themes of the exhibition: heating technology, ventilation, climate, sanitary, and environmental technology. Each year, the Atakent International Exhibition Centre in Almaty, Kazakhstan opens its doors for this major event. The organizer, Iteca Almaty, has established itself as a proficient organizer in the industry since the fair's inception. \n\n The main topics of AquaTherm range from smart technologies and building automation to pools, saunas, and spas, all the way to sewage systems, air conditioning, water purification, and many other areas. Numerous renowned exhibitors showcase their latest products and services, representing sectors such as heating technology, ventilation, and sanitary, among others. AquaTherm attracts a qualified professional audience consisting of experts from these sectors. In addition to product presentations, conferences, and lectures on current industry topics, from quality control to climate aspects, are another highlight of the fair. The Atakent Exhibition Centre itself is one of the leading exhibition complexes in Kazakhstan, offering optimal conditions with its nine exhibition halls. The center also provides ample parking, ensuring easy access. In conclusion, AquaTherm in Almaty is not only a central hub for professionals and experts in the heating, ventilation, and sanitary industry but also a crucial catalyst for further development and innovation in these sectors. \n\n The AquaTherm will take place on 3 days from Wednesday, 04. September to Friday, 06. September 2024 in Almaty.",
    "image": "../../../aquaTherm.webp"
  },
  {
    "id": "21",
    "date": "02. - 04. October 2024",
    "start_date": "2024-10-02",
    "event_name": "Kioge",
    "country": "Kazakhstan",
    "category": "Oil Exploration",
    "city": "Almaty",
    "content": "KIOGE is an international trade fair of the oil and gas industry with accompanying conference, which takes place once a year in Kazakhstan. It is the largest event of its kind for Kazakhstan and the countries of the Caspian region. The exhibition brings together scientists, technologists and managers from the industries gas, petroleum, petrochemical, oil refining and transportation of oil and shows current trends and future potential of the oil and gas industry. The exhibition spectrum is ranging from new machinery, technologies and innovations starting with manufacturing on exploration through to further processing. \n\n But also environmental technology and project research are topics of KIOGE. The fair offers exhibitors an excellent opportunity to promote their company to international professionals, policy makers, government officials and representatives of major corporations. Furthermore KIOGE has become a traditional meeting place for industry executives. The most important developments of the Kazakh oil and gas sector are discussed and the dialogue between national and international partners is created. In addition it offers unique opportunities for knowledge exchange and global networking. \n\n On the whole the organisers welcomed on the 3 days of the fair, from 26. September to 28. September 2018, about 525 exhibitors from 16 countries and 3723 visitors from 50 countries on the Kioge in Almaty. \n\n The Kioge will take place on 3 days from Wednesday, 02. October to Friday, 04. October 2024 in Almaty.",
    "image": "../../../kioge.webp"
  },
  {
    "id": "22",
    "date": "30 Oct. - 01 Nov. 2024",
    "start_date": "2024-10-30",
    "event_name": "Powerexpo",
    "country": "Kazakhstan",
    "category": "Energy",
    "city": "Almaty",
    "content": "Founded in 2001, Powerexpo Almaty is a leading annual fair and conference for energy producers in Central Asia, taking place at the Atakent International Exhibition Centre in Almaty. The name 'Powerexpo' symbolically represents the presentation and exchange of innovations and developments in the energy sector. The fair is organized by Iteca Almaty, a company specialized in organizing events, and it annually attracts manufacturers, suppliers, and service providers from the energy industry worldwide.. \n\n The fair has established itself as a significant platform where professionals and experts can network and exchange news and expertise. It also provides a valuable opportunity for companies to present new products and services in Kazakhstan and the neighboring countries. \n\n The main themes of Powerexpo Almaty cover various areas within the energy industry, such as alternative energy sources, electrical appliances, cable products, control systems, communication, relay protection and automation, as well as lighting technology. The fair showcases a range of products and services, including special cables, connection fittings, insulating materials, light sources, and energy-saving technologies and devices. Furthermore, innovative developments and solutions in fields like bioenergy, wind power, hydrogen, geothermal, and solar technology are presented. \n\n Powerexpo Almaty plays a central role in the energy economy of the region and the entire country and serves as a traditional platform for business meetings, exchange of experiences, and business negotiations among experts, government representatives, company executives, and professional audiences from various sectors. It is a showcase for research and educational institutions, installation and development organizations, as well as manufacturers and suppliers of electrical devices and products. \n\n The fair primarily attracts professional visitors, including representatives of state structures and departments, company leaders from various energy sectors, engineering, and technical services, as well as management and chief engineers from different industrial companies. \n\n The Atakent International Exhibition Centre in Almaty is a modern and easily accessible exhibition center, providing a suitable location for this international event. Almaty, being one of the largest cities in Kazakhstan, also offers a variety of attractions, culture, and hospitality for visitors to enjoy. \n\n In conclusion, Powerexpo Almaty is an indispensable event for all actors in the energy sector looking for new opportunities, partnerships, and innovations in the Central Asia region. \n\n The Powerexpo will take place on 3 days from Wednesday, 30. October to Friday, 01. November 2024 in Almaty.",
    "image": "../../../powerExpoAlmaty.webp"
  },
  {
    "id": "23",
    "date": "21. - 23. November 2024",
    "start_date": "2024-11-21",
    "event_name": "Non-Food Asia Expo",
    "country": "Kazakhstan",
    "category": "Home Textiles",
    "city": "Almaty",
    "content": "The 'Non-Food Asia Expo' in Almaty is an international exhibition for non-food products held annually at the Atakent International Exhibition Center in Almaty. This fair serves as a central platform in Central Asia, bringing together buyers and manufacturers from around the world in the non-food sector. The event is organized by Mayer Expo Asia, a division of the Mayer Corporate Group, emphasizing the region's importance as a hub for international trade relations.. \n\n The name 'Non-Food Asia Expo' represents a trade fair specializing in non-food items for retail chains and marketplaces. It focuses on a variety of products and services, including tableware, household goods, appliances, textiles for various living areas, professional and household chemicals, cosmetics, perfumes, hygiene products, decorative items, gifts, toys, air fresheners, items for summer houses and rural vacations, and stationery. \n\n The fair plays a significant role in the city of Almaty and Kazakhstan as a whole, serving as an international trade and communication hub. It facilitates networking between local and international companies and contributes to the economic development of the region. \n\n Highlights of the 'Non-Food Asia Expo' include the 'International Conference on the Development of the Non-Food Products Market in Central Asian Countries'. Here, experts share current trends and market information, and personal negotiation rounds between buyers and suppliers are offered. \n\n Exhibitors and visitors come from various industries, including retail chains, wholesale and retail, online commerce, interior design, and cosmetics. The fair attracts leading players from these sectors, including buyers, traders, exporters, and importers from Eurasia and other regions. \n\n As part of a series of fairs held in different locations, each event focuses on specific themes and targets particular audiences. \n\n In conclusion, the Atakent International Exhibition Center in Almaty, with its modern infrastructure and accessibility, provides an ideal setting for this international event. The fair offers a unique opportunity to dive into the dynamic world of non-food retail in Central Asia and establish new business contacts. \n\n The Non-Food Asia Expo will take place on 3 days from Thursday, 21. November to Saturday, 23. November 2024 in Almaty.",
    "image": "../../../nonFoodAsiaExpo.webp"
  },
  {
    "id": "24",
    "date": "04. - 07. June 2024",
    "start_date": "2024-06-04",
    "event_name": "ELEKTRO",
    "country": "Russia",
    "category": "Electrical",
    "city": "Moscow",
    "content": "The ELEKTRO in Moscow is one of the largest international trade fairs for electronics and electrical engineering in Russia and takes place annually at the IEC Expocentre. Organized by Expocentre, this fair offers a broad range of topics, including power supply, high and low voltage devices, electrical lighting technology, cable conductor products, products and tools for electrical installation and wiring, measurement, control and measuring devices, and automation of buildings and industry. Exhibitors present their latest trends, products, and services to a knowledgeable professional audience. Since its inception, the ELEKTRO fair has become a crucial hub for interregional and international cooperation in the field of electronics and electrical engineering. \n\n It provides a unique opportunity to gain new customers through direct dialogue. The ELEKTRO in Moscow plays a significant role in the electrical engineering and electronics industry by promoting the exchange of ideas and innovations and providing participants with an excellent platform to showcase their products and services. \n\n On the whole the organisers welcomed on the 4 days of the fair, from 06. June to 09. June 2022, about 159 exhibitors from 9 countries and 8420 visitors on the ELEKTRO in Moscow. \n\n The ELEKTRO will take place on 4 days from Tuesday, 04. June to Friday, 07. June 2024 in Moscow.",
    "image": "../../../elektroMoskau.webp"
  },
  {
    "id": "25",
    "date": "08. - 11. July 2024",
    "start_date": "2024-07-08",
    "event_name": "Innoprom",
    "country": "Russia",
    "category": "Industry",
    "city": "Yekaterinburg",
    "content": "The Innoprom is an international industrial trade fair that was first established in 2010 in Yekaterinburg, Russia. The name of the fair is derived from the Russian words for 'innovation' and 'production', thus highlighting the event's focus: innovative technologies and their application in production. The fair is held annually at the International Exhibition Center Yekaterinburg Expo in Yekaterinburg. The organizers of Innoprom are the Russian Ministry of Industry and Trade as well as the government of the Sverdlovsk Region. \n\n Since its inception, Innoprom has become one of Russia's most significant economic conferences. It offers a wide array of discussion rounds, seminars, workshops, and conferences, attended by experts from more than 70 countries. The main topics of the fair range from automation and robotics, industrial IT, component manufacturing, and digital production, to metal processing and energy technology. The aim of Innoprom is to present innovative technologies and solutions that can contribute to the modernization of industry and increase productivity. Visitors to the fair come from a wide variety of sectors, including the automotive industry, the energy sector, and the IT industry. The main visitors are business people, experts, and government representatives. One highlight of the fair is the concluding award ceremony, where outstanding contributions to innovation and industrial development are recognized. The International Exhibition Center Yekaterinburg Expo, the venue of the fair, is a modern exhibition center with excellent infrastructure and good accessibility. It is located near Koltsovo Airport, which offers direct connections to many important cities in Russia and beyond. The dynamic city of Yekaterinburg, where the fair takes place, is known for its industry and trade activities and offers a variety of attractions and activities for fair visitors. \n\n The Innoprom will take place on 4 days from Monday, 08. July to Thursday, 11. July 2024 in Yekaterinburg.",
    "image": "../../../innoprom.webp"
  },
  {
    "id": "26",
    "date": "19. - 22. August 2024",
    "start_date": "2024-08-19",
    "event_name": "MIMS Automobility",
    "country": "Russia",
    "category": "Automotive Engineering",
    "city": "Moscow",
    "content": "The MIMS Automobility Moscow is recognized as a prestigious international trade fair specializing in the presentation of auto parts, vehicle components, as well as products and equipment for vehicle maintenance. It takes place annually at the IEC Expocentre in Moscow, a modern, spacious exhibition center known as one of the leading facilities for trade fairs and conferences in Russia. This trade fair is organized by ITEMF Expo, a joint venture of the internationally leading trade fair companies ITE and Gefera Media. ITEMF Expo is renowned for its expertise in organizing high-quality trade fairs in the areas of automotive, transport, and logistics. \n\n The trade fair sectors represented at the MIMS Automobility Moscow cover a wide range of products and services. Highlights include innovations in the areas of spare parts, vehicle components, maintenance and repair equipment, accessories and tuning products. In addition, auto electronics, auto chemicals, software and IT solutions for the automotive business, electric vehicles, autonomous vehicles, and alternative fuels are presented. Alongside the exhibition, the trade fair offers an extensive program with workshops and conferences as well as a car show and the awarding of industry prizes. It serves not only as a meeting point for professionals and companies in the automotive industry but also as a platform for knowledge exchange and the development of innovative ideas. In summary, the MIMS Automobility Moscow is a significant event in the automotive industry. It attracts thousands of visitors and exhibitors from around the world each year and is considered an important platform for the exchange of innovations and information in the industry. \n\n On the whole the organisers welcomed on the 4 days of the fair, from 22. August to 25. August 2022, about 551 exhibitors and 23787 visitors on the MIMS Automobility in Moscow. \n\n The MIMS Automobility will take place on 4 days from Monday, 19. August to Thursday, 22. August 2024 in Moscow.",
    "image": "../../../mimsAutomobility.webp"
  },
  {
    "id": "27",
    "date": "03. - 05. September 2024",
    "start_date": "2024-09-03",
    "event_name": "technotextil",
    "country": "Russia",
    "category": "Textiles",
    "city": "Moscow",
    "content": "Established in 2003, Technotextile in Moscow rapidly rose to prominence as the premier international trade fair for technical textiles and nonwovens. While it was initially introduced as 'Techtextil Russia', the name 'technotextile' now stands as a symbolic representation of the intersection of technology and textiles in this dynamic sector. Held at the renowned IEC Expocentre, Moscow's position as Russia's capital and a nexus of commerce and innovation makes it the ideal backdrop for this event, embedding the fair deep within the nation's core. Every September, professionals from across the globe convene to delve into the newest advancements and technologies within this realm. \n\n The driving force behind this renowned trade fair is Gefera Media Ltd., ensuring that both exhibitors and attendees are treated to an unparalleled experience. Technotextile spans a comprehensive range, from research and development all the way to recycling. An added feature is the Technotextile Symposium, which hosts seminars and workshops that shine a spotlight on prevalent industry subjects. The fair's primary focuses encompass textile production equipment, geosynthetics, industrial automation, IT solutions, smart textiles, and much more. Exhibitors hail from diverse sectors, including textile manufacturing, sportswear, and polymer technology, presenting their cutting-edge products and innovations. The event predominantly attracts professionals from research, industrial, and architectural backgrounds, all keen on learning about the myriad applications of technical textiles and nonwovens. \n\n The technotextil will take place on 3 days from Tuesday, 03. September to Thursday, 05. September 2024 in Moscow.",
    "image": "../../../techtextil.webp"
  },
  {
    "id": "28",
    "date": "01. - 02. October 2024",
    "start_date": "2024-10-01",
    "event_name": "Translogistika",
    "country": "Russia",
    "category": "Transportation",
    "city": "Saint Petersburg",
    "content": "The TransLogistika event, located in St. Petersburg, was established in 2015. It serves as an international trade fair and conference encompassing the realms of transport, logistics, mechanical engineering, and related sectors. Every year, this notable event is orchestrated by the PetroCongress Congress Centre, a distinguished venue in Russia celebrated for its contemporary infrastructure and first-class amenities.. \n\n Given that St. Petersburg is Russia's second-largest transportation hub, it emerges as the quintessential setting for such an occasion. The ongoing enhancement of storage and terminal facilities in the area has bolstered the demand for commercial freight transport, thereby amplifying the fair's significance. Its strategic position on the Baltic Sea ensures the port infrastructure remains a focal point of the event. Attendees can expect a diverse array of showcased solutions: from transportation and logistical services, cargo handling equipment, and innovative software to warehouse provisions, transport and logistics technologies, and specialist vehicles. Furthermore, discussions on information technology, customs services, insurance, and leasing feature prominently. The TransLogistika fair is a magnet for industry professionals. It welcomes a vast array of visitors, including senior executives from the logistics domain, representatives from manufacturing entities, goods exporters and importers, logistics enterprises, companies focused on warehouse and trading infrastructure, and e-commerce platforms. One of the highlights is the accompanying Transport and Logistics Congress, where esteemed speakers elucidate on prevailing topics within the regional transport sphere, ensuring participants benefit from a premium programme. \n\n The Translogistika will take place on 2 days from Tuesday, 01. October to Wednesday, 02. October 2024 in Saint Petersburg.",
    "image": "../../../translogistika.webp"
  },
  {
    "id": "29",
    "date": "05. - 08. November 2024",
    "start_date": "2024-11-05",
    "event_name": "MITEX",
    "country": "Russia",
    "category": "Tools",
    "city": "Moscow",
    "content": "The MITEX, or Moscow International Tool Expo, is a leading trade fair for machine tools, metal processing, and hydraulic technologies. Originally launched in 1998 under the name InterTOOL, it has been operating under the MITEX name since 2008 and has established itself as an indispensable platform in the industry. The event is organized annually by Euro Expo at the prestigious IEC Expocentre in Moscow.. \n\n The expo focuses on a myriad of topics, including 3D technologies, smart technologies, cleaning, grilling, fastening techniques, gardening equipment, storage, safety, welding techniques, painting techniques, as well as measuring and testing technologies. Exhibitors are given the opportunity to showcase a wide spectrum of products – ranging from electric tools and abrasives to compressors, generators, hand tools, and personal protective equipment. \n\n MITEX plays a pivotal role in Russia's industrial landscape. It brings together experts from fields such as mining, forestry, construction, and mechanical engineering and attracts leading companies from around the world. These companies not only display their products but also introduce the latest technologies in tool manufacturing and restoration. \n\n Special highlights of MITEX include accompanying events like roundtable discussions, conferences, seminars with industry experts, master classes, and carpentry shows. These provide participants with valuable opportunities for knowledge exchange and networking. \n\n Exhibitors at MITEX represent a wide range of industries. The primary visitors predominantly come from the fields of tool manufacturing, construction, industry, and trade. \n\n In conclusion, it's worth noting that the IEC Expocentre in Moscow, with its central location in the bustling capital, offers a premier venue for this significant event. Thanks to its excellent transport links, it is easily accessible for both exhibitors and visitors alike. \n\n The MITEX will take place on 4 days from Tuesday, 05. November to Friday, 08. November 2024 in Moscow.",
    "image": "../../../mitex.webp"
  },
  {
    "id": "30",
    "date": "10. - 13. December 2024",
    "start_date": "2024-12-10",
    "event_name": "Comtrans",
    "country": "Russia",
    "category": "Transportation",
    "city": "Moscow",
    "content": "Established in 2000, Comtrans is considered Russia's most significant international trade fair for commercial vehicles. The name 'Comtrans' is an abbreviation for 'Commercial Transport'. It is biennially hosted at the prestigious IEC Expocentre in Moscow, a venue highly esteemed in the event industry. The organization responsible for the event is ITEMF EXPO AO. The fair offers businesses in the commercial vehicle sector an ideal platform to showcase their products and services. \n\n The main subjects include trucks, light commercial vehicles, buses, trailers, semitrailers, as well as spare parts, components, and automotive service tools. Visitors can admire a wide range of products – from tractors, trucks, vans, and various types of buses to specialized vehicles and accessories such as dump trucks, tankers, construction vehicles, wheels, tires, and diagnostic tools for buses and trucks. A special highlight of Comtrans is the award for Russia's best commercial vehicle. The program is enriched with competitions, award ceremonies, and panel discussions involving experts, government regulators, and industry leaders. A special section of the fair is the 'Comtrans Arena', where these discussions and specialist topics are addressed. Exhibitors include prominent players in the automotive and transport industry, encompassing manufacturers of commercial vehicles, suppliers, and service providers. The primary visitors are often decision-makers, industry experts, and connoisseurs. In conclusion, it should be noted that the IEC Expocentre in Moscow stands out not only because of its central location but also its modern infrastructure. Easily accessible, both by public transport and by car, it offers the ideal conditions for a successful event in the heart of the bustling metropolis of Moscow. \n\n On the whole the organisers welcomed on the 5 days of the fair, from 07. September to 11. September 2021, about 141 exhibitors and 12957 visitors on the Comtrans in Krasnogorsk. \n\n The Comtrans will take place on 4 days from Tuesday, 10. December to Friday, 13. December 2024 in Moscow.",
    "image": "../../../comtrans.webp"
  },
  {
    "id": "31",
    "date": "04. - 08. June 2024",
    "start_date": "2024-06-04",
    "event_name": "ITM TEXPO EURASIA",
    "country": "Turkey",
    "category": "Textiles",
    "city": "Istanbul",
    "content": "ITM TEXPO EURASIA is one of the most important textile meetings in Turkey and a platform where professional visitors, buyer groups and investors from Eurasia and Africa will meet and exchange information. The scope of Texpo Eurasia includes cotton and fiber processing machines, yarn twisting machines, weaving machines, bleaching machines, textile printing machines, knitting machines, linking machines, textile chemicals and machinery components. \n\n On the whole the organisers welcomed on the 4 days of the fair, from 14. April to 17. April 2018, about 1150 exhibitors from 64 countries and 58942 visitors from 94 countries on the ITM TEXPO EURASIA in Istanbul. \n\n The ITM TEXPO EURASIA will take place on 5 days from Tuesday, 04. June to Saturday, 08. June 2024 in Istanbul.",
    "image": "../../../itm.webp"
  },
  {
    "id": "32",
    "date": "10. - 13. July 2024",
    "start_date": "2024-07-10",
    "event_name": "F Istanbul",
    "country": "Turkey",
    "category": "Food",
    "city": "Istanbul",
    "content": "The 'F Istanbul' is an internationally oriented trade fair that was first launched in 2022. The name of the fair, 'F Istanbul', serves as an acronym for 'Food Istanbul', thereby emphasizing its focus on the food and beverage sector. The fair takes place annually at the Istanbul Expo Center in the Yeşilköy district of Istanbul, Turkey, usually during the summer. The 'F Istanbul' is organized by the Federal Fuar ve Kongre Yönetimi, a renowned trade fair company in Turkey. \n\n Its reputation is built on demonstrated expertise in the organization of international fairs and congresses. The thematic diversity of the fair is broad and covers all areas of the food industry. These include segments such as food and beverages, packaging, ingredients and processing, as well as nuts, dried fruits and snacks. In addition, cookies, chocolate and confectionery, as well as shop design and layout are also a focus of the fair. Highlights of the fair include a variety of product presentations and lectures. Exhibitors represent various industries including food production, beverage manufacturing, packaging design and manufacturing, and retail, among others. The main visitor clientele consists of professionals from these sectors, including retailers, restaurateurs, and food producers. The Istanbul Expo Center, the venue for 'F Istanbul', is a modern and well-equipped exhibition center that is easily accessible both by public transport and by car. The city of Istanbul itself is a vibrant metropolis rich in culture, history, and a variety of gastronomic highlights, which further enrich the visit to the F Istanbul. \n\n The F Istanbul will take place on 4 days from Wednesday, 10. July to Saturday, 13. July 2024 in Istanbul.",
    "image": "../../../fIstanbul.webp"
  },
  {
    "id": "33",
    "date": "03. - 06. September 2024",
    "start_date": "2024-09-03",
    "event_name": "WorldFood",
    "country": "Turkey",
    "category": "Food",
    "city": "Istanbul",
    "content": "WorldFood embodies the international scope of the event, delving into the world of food. It isn't simply a local or regionally significant fair; it draws exhibitors and visitors from all corners of the globe. WorldFood is hosted in Istanbul, specifically at the TUYAP Fair and Congress Centre. This centre is acclaimed for its contemporary architecture and first-rate facilities, making it the ideal setting for such a distinguished event. Traditionally, WorldFood welcomes visitors annually, predominantly in September. \n\n Orchestrated by ICA Events, WorldFood's objective is to spotlight the freshest trends, products, and innovations within the food sector. Topics stretch from production to marketing, establishing a pivotal communication and information hub for those in the industry. Central to the fair are cutting-edge food products, progressive manufacturing technologies, and modern marketing strategies. The exhibitors represent a diverse range of the food sector, spanning from production to retail. The specialist attendees mainly comprise industry decision-makers, manufacturers, and traders. Moreover, marketing specialists and technology vendors frequently grace the event with their presence. The TUYAP Fair and Congress Centre boasts easy accessibility via public transport and by car. It provides ample parking facilities and is fitted with the latest amenities, ensuring the event runs seamlessly. \n\n On the whole the organisers welcomed on the 4 days of the fair, from 01. September to 04. September 2022, about 835 exhibitors from 25 countries and 38358 visitors from 163 countries on the WorldFood in Istanbul. \n\n The WorldFood will take place on 4 days from Tuesday, 03. September to Friday, 06. September 2024 in Istanbul.",
    "image": "../../../worldFood.webp"
  },
  {
    "id": "34",
    "date": "08. - 12. October 2024",
    "start_date": "2024-10-08",
    "event_name": "Bursa Agriculture",
    "country": "Turkey",
    "category": "Agriculture",
    "city": "Bursa",
    "content": "The Bursa Agriculture is an international agricultural and livestock fair, ranked among the most significant of its kind in the Middle East. It is hosted at the Bursa International Fair and Congress Center. Organized annually by Tüyap Bursa Fairs Organization Inc., the fair gathers industry leaders, experts, and enthusiasts in a unique setting.. \n\n At the heart of the fair are main themes such as agriculture, seed breeding, seedlings, dairy industry, livestock, and equipment. Visitors can explore a variety of products and services, from mechanization and technologies in agriculture, greenhouse technologies, and water and irrigation systems to agricultural medicines, milking technologies, seeds, seedlings, and horticulture. Moreover, areas like organic farming, agricultural informatics, dairy products, and milking and cooling technologies take center stage. \n\n The fair's connection to the city of Bursa and the entire Middle East region is evident. Bursa is considered a central agricultural hub, and this fair plays a crucial role in strengthening its position as an industry leader. \n\n Exhibitors primarily represent the agricultural sector, including farmers, machinery manufacturers, seed producers, and many other related industries. The main visitors to the fair are farmers, livestock farmers, greenhouse owners, stockbrokers, agricultural trade associations, and numerous other experts and stakeholders in the agricultural sector. \n\n In conclusion, it should be emphasized that the Bursa International Fair and Congress Center is not just a central venue for fairs but, thanks to its modern infrastructure and optimal accessibility, it stands as the ideal location for such a prestigious event. \n\n On the whole the organisers welcomed on the 5 days of the fair, from 05. October to 09. October 2021, about 146 exhibitors from 9 countries and 173610 visitors from 80 countries on the Bursa Agriculture in Bursa. \n\n The Bursa Agriculture will take place on 5 days from Tuesday, 08. October to Saturday, 12. October 2024 in Bursa.",
    "image": "../../../bursaAgriculture.webp"
  },
  {
    "id": "35",
    "date": "04. - 08. November 2024",
    "start_date": "2024-11-04",
    "event_name": "Unicera",
    "country": "Turkey",
    "category": "Plumbing",
    "city": "Istanbul",
    "content": "Unicera is an internationally renowned trade fair for ceramics, bathrooms, and kitchens, held annually at the Istanbul Expo Center. The name 'Unicera' represents a unique forum where the Turkish ceramic industry gathers to showcase and discuss the latest products, technologies, and innovations in the sector.. \n\n This significant industry event is organized by TG Expo International Fairs, in close collaboration with the Turkish Ceramic Association (TSF) and the Trade Association for Sanitary and Building Materials (TIMDER). The Unicera Fair not only serves as a platform for business transactions but also as a hub for cultural and informational exchange. \n\n The main themes of the fair include ceramic tiles, glassware, bathroom and kitchen furniture, faucets, saunas, and decorative products. Particularly noteworthy are the presentations on ceramic processing technologies and the associated products and services. Leading manufacturers from around the world take advantage of Unicera to introduce their latest collections to the global ceramic industry. \n\n Unicera's significance to Istanbul and Turkey cannot be overstated. It acts as a showcase for the strength and diversity of the Turkish ceramic industry, emphasizing Istanbul's reputation as a key trading hub in this field. \n\n Highlights of the fair particularly encompass the presentations of new products and technologies. \n\n Exhibitors predominantly hail from industries like ceramics, sanitation, construction, and design. The visitors comprise a wide array of industry experts, including import and export companies, architects, decorators, civil engineers, and many others. \n\n In conclusion, the Istanbul Expo Center, as the venue for Unicera, is ideally situated. With its modern infrastructure and excellent transportation links, it offers both exhibitors and visitors outstanding conditions for a successful fair experience in the mesmerizing metropolis of Istanbul. \n\n The Unicera will take place on 5 days from Monday, 04. November to Friday, 08. November 2024 in Istanbul.",
    "image": "../../../unicera.webp"
  },
  {
    "id": "36",
    "date": "04. - 07. December 2024",
    "start_date": "2024-12-04",
    "event_name": "Plast Eurasia",
    "country": "Turkey",
    "category": "Plastics",
    "city": "Istanbul",
    "content": "Plast Eurasia Istanbul is an international trade fair for the plastics industry that takes place annually in November at the Tüyap Fair Convention & Congress Center in Istanbul, Turkey. Since its inception by the organizer Tüyap Fairs and Exhibitions Organization Inc., this fair has evolved into a significant event for the industry, offering a comprehensive overview of the latest trends, products, and developments in the plastics industry.. \n\n The exhibition areas of Plast Eurasia cover a broad spectrum, ranging from plastic machinery, plant and mold construction, to plastic products and raw materials, as well as packaging technologies, hydraulics, and pneumatics. Additionally, related industries and trade journals are represented, providing visitors with a holistic view of the sector. \n\n As an international platform, Plast Eurasia attracts a wide professional audience, including manufacturers, distributors, engineers, and designers from the plastics industry. Exhibitors from around the world showcase their latest innovations and developments here, seizing the opportunity to exchange ideas with industry peers and establish valuable business contacts. \n\n A highlight of the fair are the live demonstrations and presentations, which offer visitors direct insight into the functionality and performance of new products and technologies. Furthermore, there is an extensive supporting program with workshops, seminars, and lectures by industry experts, addressing current issues and challenges in the plastics industry. \n\n The venue, the Tüyap Fair Convention & Congress Center, is a modern and well-equipped exhibition ground in Istanbul, offering ideal conditions for an international trade fair. With its spacious exhibition halls, conference rooms, and technical facilities, the Tüyap Center is an attractive meeting point for exhibitors and visitors alike. \n\n On the whole the organisers welcomed on the 4 days of the fair, from 23. November to 26. November 2022, about 1087 exhibitors from 41 countries and 64047 visitors from 115 countries on the Plast Eurasia in Istanbul. \n\n Exhibitors and visitors meet for the thirty-third time on the Plast Eurasia on 4 days from Wed., 04.12.2024 to Sat., 07.12.2024 in Istanbul.",
    "image": "../../../plasteurasia.webp"
  },
  {
    "id": "37",
    "date": "06. - 08. June 2024",
    "start_date": "2024-06-06",
    "event_name": "INDIA BIG 7",
    "country": "India",
    "category": "Stationery",
    "city": "Mumbai",
    "content": "At the Bombay Convention & Exhibition Centre BCEC in Mumbai the trade fair India Big 7 takes place on an annual basis. With over 400 booths on 20,000 m2 it is India's largest trade fair for corporate and promotional gifts, stationery, writing instruments, office articles, gadgets, arts and crafts, housewares and home decor. A separate exhibition area is dedicated to each of the seven topics presenting the latest industry trends to visitors from India and abroad. In order to provide optimal consulting services to potential corporate customers, special exhibition areas, such as the Trade Visitors Lounge, the Priority Visitors Lounge as well as the VIP Visitors Lounge are available for detailed talks with the exhibitors. \n\n The Bombay Exhibition Centre is the largest and most important exhibition centre in India. It is strategically located close to the airport and not far away from the city centre. There are some good hotels, shopping centres and tourist attractions in the immediate vicinity. \n\n On the whole the organisers welcomed on the 4 days of the fair, from 21. August to 24. August 2019, about 348 exhibitors and 24751 visitors on the INDIA BIG 7 in Mumbai. \n\n The INDIA BIG 7 will take place on 3 days from Thursday, 06. June to Saturday, 08. June 2024 in Mumbai.",
    "image": "../../../indiaBig.webp"
  },
  {
    "id": "38",
    "date": "02. - 05. July 2024",
    "start_date": "2024-07-02",
    "event_name": "HGH India",
    "country": "India",
    "category": "Home Textiles",
    "city": "Mumbai",
    "content": "The HGH India, officially known as Homedecor, Gifts & Houseware India, was launched in 2012 and has since established itself as one of the leading trade fairs in the fields of home decoration, gift items, and household goods in India. The abbreviation HGH stands representatively for 'Homedecor, Gifts & Houseware', which constitutes the three central product and service categories at this fair. The fair is held biannually at the Bombay Exhibition Centre (BEC) NESCO in Mumbai, the economic heart of India. The organisation of the fair is the responsibility of Texzone Information Services Pvt. \n\n Ltd. HGH India is characterized by its variety of innovative and trendy products and services in the fields of home decoration, gift items, and household goods. The range of offers extends from furniture and interior design to dishware and kitchen accessories, all the way to personal accessories and creative gift ideas, including cane and bamboo products. Exhibitors at the fair mainly come from sectors such as retail, interior design, gift trade, and household goods manufacturing. The main visitors include professionals from these fields, including buyers, retailers, interior designers, and importers. In conclusion, it can be stated that HGH India represents an indispensable platform for professionals from the mentioned sectors. The Bombay Exhibition Centre in Mumbai is ideally suited as a venue. The BEC is easily accessible and offers excellent infrastructure, ensuring a pleasant fair experience for visitors and exhibitors. HGH India thus significantly contributes to a vibrant and dynamic trade and design scene in India. \n\n The HGH India will take place on 4 days from Tuesday, 02. July to Friday, 05. July 2024 in Mumbai.",
    "image": "../../../hghIndia.webp"
  },
  {
    "id": "39",
    "date": "01. - 03. August 2024",
    "start_date": "2024-08-01",
    "event_name": "TOPACK",
    "country": "India",
    "category": "Machine Construction",
    "city": "Coimbatore",
    "content": "TOPACK is one of the largest trade fairs for packaging machines, packaging materials and technologies in South India. The show provides a unique platform for visitors from the fast-moving consumer goods (FMCG), pharmaceutical and manufacturing sectors to find the latest packaging solutions. TOPACK stands for a high-quality exhibition experience and a wide range of processing and packaging innovations for every growing market. It aims to establish the packaging standards for brands, e-commerce service providers, e-commerce platforms, other packaging technologies and related accessories. \n\n The TOPACK will take place on 3 days from Thursday, 01. August to Saturday, 03. August 2024 in Coimbatore.",
    "image": "../../../topack.webp"
  },
  {
    "id": "40",
    "date": "12. - 14. September 2024",
    "start_date": "2024-09-12",
    "event_name": "TexIndia",
    "country": "India",
    "category": "Textiles",
    "city": "Tiruppur",
    "content": "TexIndia is an annual trade fair that serves as a central meeting point for manufacturers, suppliers, and decision-makers in the textile industry. The name 'TexIndia' is derived from the terms 'Textile' and 'India', reflecting the focus of the fair on the Indian textile industry. It is organized by S S Textile Media Pvt. Ltd. at the IKF Complex in Tiruppur, a major textile hub in India.. \n\n Held in Tiruppur, known for its extensive textile industry, TexIndia emphasizes the local importance of the fair while providing a platform for both national and international business relationships. The main topics of TexIndia include a wide range of textile products such as knitted, printed, and embroidered fabrics, as well as specialty fabrics. Also presented are imported fabrics, processing technologies, and services essential for the production of clothing and other textile products. \n\n The exhibitor range at the fair extends from fabric manufacturers to exporters and distribution companies. The main visitors include decision-makers from international department stores, clothing brands, fashion designers, and representatives of trade associations. \n\n A highlight of TexIndia is the accompanying conferences and seminars where experts share their knowledge. Another highlight is the presentation of the Prism Award, which honors outstanding innovations and specialized products from exhibitors. \n\n The fair is part of a series of events that also take place in other Indian cities such as Kolkata and Ludhiana, thereby underlining its regional importance for the Indian textile industry. \n\n The IKF Complex in Tiruppur, the venue of the fair, is centrally located and offers visitors easy access via public transport, facilitating a hassle-free arrival. As a center of textile production, Tiruppur provides the ideal setting for TexIndia, establishing a direct link between the local industry and global markets. The fair offers a unique opportunity for exchange, networking, and education in the ever-evolving world of textiles. \n\n The TexIndia will take place on 3 days from Thursday, 12. September to Saturday, 14. September 2024 in Tiruppur.",
    "image": "../../../texindia.webp"
  },
  {
    "id": "41",
    "date": "03. - 05. October 2024",
    "start_date": "2024-10-03",
    "event_name": "The Battery Show India",
    "country": "India",
    "category": "Batteries",
    "city": "Greater Noida",
    "content": "'The Battery Show India', commonly referred to as 'TBS', stands as a paramount event within the battery technology sector. Hosted annually at the India Expo Centre in Greater Noida, this international trade fair has blossomed into a pivotal gathering point for global industry aficionados. The battery storage industry, particularly prominent in Asia, not only paves the way for electromobility but is also a linchpin in storing renewable energies, thereby underpinning a sustainable energy future. The orchestrators behind 'The Battery Show India' are Smarter Shows Ltd., a company possessing a deep-seated expertise in curating industry exhibitions. \n\n The event illuminates the latest strides, evolutions, and offerings in the battery realm. Notable features encompass cutting-edge battery technologies, recycling initiatives, and forthcoming solutions tailored for the energy market. The roster of exhibitors is diverse, spanning from manufacturers of assorted battery kinds to entities supplying related chargers and machinery. A distinct allure for attendees is the simultaneous conference, fostering invaluable synergies and enhancing comprehension of the multifaceted nuances of battery technology. The primary audience is largely made up of technicians, engineers, technical executives, and procurers, all on the quest for the newest breakthroughs and solutions in this domain. It's pivotal to acknowledge that 'The Battery Show India' isn't solely anchored in Greater Noida. It's a constituent of a global trade show trilogy, with counterparts 'The Battery Show Europe' in Stuttgart and 'The Battery Show North America' in Novi, thus amplifying its international stature and significance. The India Expo Centre, strategically positioned in Greater Noida, provides an optimal setting for such a grand event, complemented by superb transport links, ensuring attendees can access the venue with ease. \n\n The The Battery Show India will take place on 3 days from Thursday, 03. October to Saturday, 05. October 2024 in Greater Noida.",
    "image": "../../../theBatteryShowIndia.webp"
  },
  {
    "id": "42",
    "date": "14. - 17. November 2024",
    "start_date": "2024-11-14",
    "event_name": "Labelexpo India",
    "country": "India",
    "category": "Labeling",
    "city": "Greater Noida",
    "content": "Labelexpo India is a trade show for the printing and labeling industry. It is the largest of its kind in India and is held every two years in the Pragati Maidan Exhibition Center in New Delhi. The industry is constantly evolving and has to adapt to the ever-growing demands of the market. Therefore, the fair is a must for every professional. The exhibitors show the latest technologies and developments in the industry and meet visitors from all over India and South Asia. \n\n This is to receive new contacts, establish relationships and generate revenues. Pressure-sensitive developments, new materials, advanced printing processes, high value-added solutions and innovative product design ideas are just a few topics of the exhibition, which is accompanied by various presentations. \n\n The Labelexpo India will take place on 4 days from Thursday, 14. November to Sunday, 17. November 2024 in Greater Noida.",
    "image": "../../../labelexpo.webp"
  },
  {
    "id": "43",
    "date": "05. - 07. December 2024",
    "start_date": "2024-12-05",
    "event_name": "WOFX World Furniture Expo",
    "country": "India",
    "category": "Furniture",
    "city": "Mumbai",
    "content": "The WOFX - World Furniture Expo is a significant B2B trade fair that specifically focuses on the furniture and design industry in India. As an annual event held at the Bombay Exhibition Center in Mumbai, it serves as a central meeting point for experts from various segments of the furniture and decoration sector.. \n\n The trade show is organized by Worldex India Exhibition & Promotion Pvt. Ltd., a renowned organization specializing in creating international trading platforms. WOFX provides a broad trading platform where manufacturers from around the world can showcase their products and design innovations to a qualified audience. This audience includes leading importers, retail chains, consumer markets, trading houses, online retailers, as well as agents and distributors. \n\n The diversity of themes at the fair covers areas such as home, outdoor, institutional furnishings, children's furniture, furniture accessories, public facilities, office furnishings, decorative elements, plastic furniture, modular systems, and decoration. With this wide spectrum ranging from classical to modern furniture pieces and decoration items, the fair reflects the dynamic diversity of the furniture industry. \n\n Of particular note is the close connection of the trade show to the Mumbai location and the Indian market, characterized by rapid growth in the furniture and interior design sector. WOFX provides an excellent platform to discover the latest trends and developments in the industry while also experiencing the rich cultural heritage and economic potential of the region. \n\n Highlights of the fair include a variety of networking events, conferences, and product presentations, providing an ideal stage for idea exchange, making new connections, and promoting innovation. \n\n The exhibitor range is diverse and includes furniture manufacturers, designers, wholesalers, and technology providers. The primary target audience for the fair includes dealers, distributors, retail and online retailers, wholesalers, importers, trading houses, department stores, real estate developers, as well as professionals from the HORECA industry, architects, and interior designers. \n\n In conclusion, the Bombay Exhibition Center in Mumbai is an ideal venue for this event. With its easy accessibility and the necessary infrastructure for an event of this magnitude, coupled with its strategic location in one of India's liveliest cities, it provides the perfect backdrop for showcasing top-notch designs and fostering international business relationships. \n\n The WOFX World Furniture Expo will take place on 3 days from Thursday, 05. December to Saturday, 07. December 2024 in Mumbai.",
    "image": "../../../wofxMumbai.webp"
  },
  {
    "id": "44",
    "date": "04. - 07. June 2024",
    "start_date": "2024-06-04",
    "event_name": "Lagos Motor Fair",
    "country": "Nigeria",
    "category": "Auto",
    "city": "Lagos",
    "content": "The Lagos Motor Fair takes place annually. The visitors will have the opportunity to explore and harness the abundant capacities and potentials of this large market for the benefit of players and other stakeholders in the industry. It brings together automobile, spare-parts and accessories manufacturers, dealers, marketers, government agencies, financial institutions as well as those from allied sectors in one strategic business venue to showcase their latest products and/or services in large numbers. The fair has always been attended by reputable exhibitors and visitors from different parts of the world. \n\n The Lagos Motor Fair will take place on 4 days from Tuesday, 04. June to Friday, 07. June 2024 in Lagos.",
    "image": "../../../lagosMotorFair.webp"
  },
  {
    "id": "45",
    "date": "03. - 05. September 2024",
    "start_date": "2024-09-03",
    "event_name": "FEWA Furniture Expo West Africa",
    "country": "Nigeria",
    "category": "Furniture",
    "city": "Lagos",
    "content": "The Furniture Expo West Africa (FEWA), established in 2023, is a significant international B2B fair specifically dedicated to the furniture and design industry in West Africa. The name FEWA stands for 'Furniture Expo West Africa', highlighting the fair's regional focus and international orientation. The event takes place quarterly at the prestigious Federal Palace Hotel in Lagos, a major economic and trading hub in West Africa.. \n\n Organized by Atlantic Exhibition Nigeria Ltd., FEWA serves as a central meeting point for a wide range of industry players, including leading furniture manufacturers, suppliers, wholesalers, retailers, as well as importers and exporters. The fair acts as a platform for exchanging the latest products, services, and innovations in the furniture and design sector. The focus is on various product categories such as residential furniture, office furniture, commercial furniture, hostel and garden furniture, school furniture, healthcare furniture, as well as related accessories and fabrics. \n\n FEWA is of great importance not only for Lagos and Nigeria, as it stimulates both the local economy and international trade, but it also has an impact on the entire West African region. A special highlight of the fair is the extensive supporting program, which includes conferences with experts, exhibitions, and networking events such as cocktail parties. Visitors can look forward to valuable insights into the latest trends and developments in furniture design and interior decoration. \n\n The fair attracts exhibitors from various sectors and is primarily aimed at decision-makers, interior designers, buyers, architects, home builders, as well as importers and exporters. \n\n The Federal Palace Hotel as the venue impresses with its central location in Lagos and its excellent transport connections. These factors make it an ideal location for an international event like FEWA, which significantly influences and advances the furniture and design industry in West Africa and beyond. \n\n The FEWA Furniture Expo West Africa will take place on 3 days from Tuesday, 03. September to Thursday, 05. September 2024 in Lagos.",
    "image": "../../../furnitureWest.webp"
  },
  {
    "id": "46",
    "date": "17. - 19. September 2024",
    "start_date": "2024-09-17",
    "event_name": "Nigeria Energy",
    "country": "Nigeria",
    "category": "Energy",
    "city": "Lagos",
    "content": "Nigeria Energy is the trade fair and conference for the energy sector in Africa. Every autumn, it opens its doors at the renowned Landmark Centre in Lagos, the dynamic metropolis of Nigeria. Organized by Informa Markets, a division of Informa PLC Head Office, this fair plays a central role in the energy industry. Key topics include emergency generators, critical energy supply, energy transmission and distribution, renewable and clean energy, as well as energy consumption and management. \n\n At Nigeria Energy, a wide range of products and services are showcased. These include automation and control systems, cable installations, switching cables, energy management systems, energy storage devices, electrical distribution equipment, and numerous other innovative solutions. A special highlight is the expert conferences, which address current challenges and provide opportunities for intensive networking. Nigeria Energy attracts a diverse group of exhibitors from the electronics, electric and power generators, and lighting sectors. The main visitors to the fair are energy management professionals, investors, renewable energy developers, and many others in search of the latest technologies and solutions. The Landmark Centre in Lagos is not just an architectural gem. Thanks to its strategically advantageous location, it is easily accessible and serves as a city landmark, providing the perfect setting for a fair of this international caliber. \n\n The Nigeria Energy will take place on 3 days from Tuesday, 17. September to Thursday, 19. September 2024 in Lagos.",
    "image": "../../../nigeriaEnergy.webp"
  },
  {
    "id": "47",
    "date": "08. - 09. October 2024",
    "start_date": "2024-10-08",
    "event_name": "WACEE",
    "country": "Nigeria",
    "category": "Wind Energy",
    "city": "Lagos",
    "content": "The West African Clean Energy & Environment Exhibition & Conference (WACEE) is a leading trade fair and conference in the West African region that focuses on renewable energies and environmental issues. Founded in 2012, it has quickly become an essential meeting point for industry experts, policymakers, energy producers, technology providers, and investors. The organizer of this annual event is the German Industry Delegation in Ghana.. \n\n The core concern of WACEE is to highlight the urgency of transitioning to more sustainable production and consumption practices. This is underscored by this year's motto, 'Leading a Sustainable Transition'. A particular focus is placed on the opportunities and challenges that climate change and its associated adaptation measures bring to the West African region. \n\n The primary purpose of the conference is to foster constructive dialogue between key stakeholders from various sectors. Through plenary sessions, workshops, and expert presentations, a platform is provided where the latest developments, opportunities, and challenges in the fields of renewable energies, oil, gas, water, and waste management are discussed. \n\n A distinctive feature of WACEE is its comprehensive thematic coverage, encompassing both the energy and environmental sectors, and its central position in West Africa. This makes it an indispensable event for all interested in the sustainable development of energy and environmental services in the region. \n\n The WACEE will take place on 2 days from Tuesday, 08. October to Wednesday, 09. October 2024 in Lagos.",
    "image": "../../../wacee.webp"
  }
]
